Revit 2027 API
BuiltInFailures.ArrayFailures.RadiusTooSmall Property
 Radius is too small.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId RadiusTooSmall { get; }
Public Shared ReadOnly Property RadiusTooSmall As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ RadiusTooSmall {
	FailureDefinitionId^ get ();
}
static member RadiusTooSmall : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ArrayFailures Class
Autodesk.Revit.DB Namespace